Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.memory.error.unexpectedArgument
source: memory: unexpected argument '%@'
ar: memory: وسيطة غير متوقعة '%@'
bs: memory: neočekivan argument '%@'
da: memory: uventet argument '%@'
de: memory: unerwartetes Argument '%@'
es: memory: argumento inesperado '%@'
fr: memory : argument inattendu '%@'
it: memory: argomento inatteso '%@'
ja: memory: 予期しない引数 '%@'
ko: memory: 예상치 못한 인수 '%@'
nb: memory: uventet argument '%@'
pl: memory: nieoczekiwany argument '%@'
pt_br: memory: argumento inesperado '%@'
ru: memory: неожиданный аргумент '%@'
th: memory: อาร์กิวเมนต์ที่ไม่คาดคิด '%@'
tr: memory: beklenmeyen argüman '%@'
uk: memory: неочікуваний аргумент '%@'
zh_hans: memory：意外参数 '%@'
zh_hant: memory：非預期的引數 '%@'

# cli.memory.error.invalidGroups
source: memory: invalid --groups value '%@'. Use an integer from 1 to 100
ar: memory: قيمة --groups '%@' غير صالحة. استخدم عددا صحيحا من 1 إلى 100
bs: memory: neispravna --groups vrijednost '%@'. Koristite cijeli broj od 1 do 100
da: memory: ugyldig --groups-værdi '%@'. Brug et heltal fra 1 til 100
de: memory: ungültiger --groups-Wert '%@'. Verwenden Sie eine Ganzzahl von 1 bis 100
es: memory: valor de --groups no válido '%@'. Use un entero de 1 a 100
fr: memory : valeur --groups non valide '%@'. Utilisez un entier de 1 à 100
it: memory: valore --groups non valido '%@'. Usa un intero da 1 a 100
ja: memory: --groups の値 '%@' は無効です。1 から 100 の整数を指定してください
ko: memory: 잘못된 --groups 값 '%@'. 1부터 100까지의 정수를 사용하세요
nb: memory: ugyldig --groups-verdi '%@'. Bruk et heltall fra 1 til 100
pl: memory: nieprawidłowa wartość --groups '%@'. Użyj liczby całkowitej od 1 do 100
pt_br: memory: valor inválido para --groups '%@'. Use um inteiro de 1 a 100
ru: memory: недопустимое значение --groups '%@'. Используйте целое число от 1 до 100
th: memory: ค่า --groups '%@' ไม่ถูกต้อง ใช้จำนวนเต็มตั้งแต่ 1 ถึง 100
tr: memory: geçersiz --groups değeri '%@'. 1 ile 100 arasında bir tam sayı kullanın
uk: memory: неприпустиме значення --groups '%@'. Використайте ціле число від 1 до 100
zh_hans: memory：无效的 --groups 值 '%@'。请使用 1 到 100 的整数
zh_hant: memory：無效的 --groups 值 '%@'。請使用 1 到 100 的整數

# cli.memory.output.noDiagnostic
source: No memory diagnostic available
ar: لا يوجد تشخيص ذاكرة متاح
bs: Nema dostupne dijagnostike memorije
da: Ingen hukommelsesdiagnostik tilgængelig
de: Keine Speicherdiagnose verfügbar
es: No hay diagnóstico de memoria disponible
fr: Aucun diagnostic mémoire disponible
it: Nessuna diagnostica memoria disponibile
ja: 利用できるメモリ診断がありません
ko: 사용 가능한 메모리 진단이 없습니다
nb: Ingen minnediagnostikk tilgjengelig
pl: Brak dostępnej diagnostyki pamięci
pt_br: Nenhum diagnóstico de memória disponível
ru: Диагностика памяти недоступна
th: ไม่มีการวินิจฉัยหน่วยความจำ
tr: Bellek tanılaması yok
uk: Діагностика пам’яті недоступна
zh_hans: 没有可用的内存诊断
zh_hant: 沒有可用的記憶體診斷

# cli.memory.output.appHeader
source: APP
ar: التطبيق
bs: APLIKACIJA
da: PROGRAM
de: ANWENDUNG
es: APLICACIÓN
fr: APPLICATION
it: APPLICAZIONE
ko: 앱
nb: PROGRAM
pl: APLIKACJA
pt_br: APLICATIVO
ru: ПРИЛОЖЕНИЕ
th: แอป
tr: UYGULAMA
uk: ЗАСТОСУНОК
zh_hans: 应用
zh_hant: 應用程式

# cli.memory.output.appFootprint
source: footprint %@
ar: البصمة %@
bs: otisak %@
da: fodaftryk %@
es: huella %@
fr: empreinte %@
it: impronta %@
ja: フットプリント %@
ko: 앱 사용량 %@
nb: avtrykk %@
pl: ślad %@
pt_br: pegada %@
ru: отпечаток %@
th: รอยใช้หน่วยความจำ %@
tr: bellek izi %@
uk: відбиток %@
zh_hans: 应用占用 %@
zh_hant: 應用占用 %@

# cli.memory.output.childrenHeader
source: CHILD PROCESSES
ar: العمليات الفرعية
bs: PODPROCESI
da: UNDERPROCESSER
de: KINDPROZESSE
es: PROCESOS SECUNDARIOS
fr: PROCESSUS ENFANTS
it: PROCESSI FIGLI
ja: 子プロセス
ko: 하위 프로세스
nb: UNDERPROSESSER
pl: PROCESY POTOMNE
pt_br: PROCESSOS FILHOS
ru: ДОЧЕРНИЕ ПРОЦЕССЫ
th: โปรเซสลูก
tr: ALT SÜREÇLER
uk: ДОЧІРНІ ПРОЦЕСИ
zh_hans: 子进程
zh_hant: 子行程

# cli.memory.output.recursiveRSS
source: recursive RSS %@ across %@
ar: RSS عودي %@ عبر %@
bs: rekurzivni RSS %@ kroz %@
da: rekursiv RSS %@ på tværs af %@
de: rekursives RSS %@ über %@
es: RSS recursivo %@ en %@
fr: RSS récursif %@ sur %@
it: RSS ricorsivo %@ su %@
ja: 再帰的 RSS %@（%@）
ko: 재귀 RSS %@ / %@
nb: rekursiv RSS %@ over %@
pl: rekurencyjny RSS %@ w %@
pt_br: RSS recursivo %@ em %@
ru: рекурсивный RSS %@ по %@
th: RSS แบบเรียกซ้ำ %@ ใน %@
tr: özyinelemeli RSS %@ / %@
uk: рекурсивний RSS %@ у %@
zh_hans: 递归 RSS %@，跨 %@
zh_hant: 遞迴 RSS %@，跨 %@

# cli.memory.output.processCount.one
source: 1 process
ar: عملية واحدة
bs: 1 proces
da: 1 proces
de: 1 Prozess
es: 1 proceso
fr: 1 processus
it: 1 processo
ja: 1 個のプロセス
ko: 프로세스 1개
nb: 1 prosess
pl: 1 proces
pt_br: 1 processo
ru: 1 процесс
th: 1 โปรเซส
tr: 1 süreç
uk: 1 процес
zh_hans: 1 个进程
zh_hant: 1 個行程

# cli.memory.output.processCount.other
source: %lld processes
ar: %lld عملية
bs: %lld procesa
da: %lld processer
de: %lld Prozesse
es: %lld procesos
fr: %lld processus
it: %lld processi
ja: %lld 個のプロセス
ko: 프로세스 %lld개
nb: %lld prosesser
pl: %lld procesów
pt_br: %lld processos
ru: %lld процессов
th: %lld โปรเซส
tr: %lld süreç
uk: %lld процесів
zh_hans: %lld 个进程
zh_hant: %lld 個行程

# cli.memory.output.noChildGroups
source: no child process groups
ar: لا توجد مجموعات عمليات فرعية
bs: nema grupa podprocesa
da: ingen underprocesgrupper
de: keine Kindprozessgruppen
es: no hay grupos de procesos secundarios
fr: aucun groupe de processus enfants
it: nessun gruppo di processi figli
ja: 子プロセスグループはありません
ko: 하위 프로세스 그룹 없음
nb: ingen underprosessgrupper
pl: brak grup procesów potomnych
pt_br: nenhum grupo de processos filhos
ru: нет групп дочерних процессов
th: ไม่มีกลุ่มโปรเซสลูก
tr: alt süreç grubu yok
uk: немає груп дочірніх процесів
zh_hans: 没有子进程组
zh_hant: 沒有子行程群組

# cli.memory.output.topGroupsHeader
source: TOP CHILD GROUPS
ar: أعلى مجموعات العمليات الفرعية
bs: NAJVEĆE GRUPE PODPROCESA
da: STØRSTE UNDERPROCESGRUPPER
de: GRÖSSTE KINDPROZESSGRUPPEN
es: PRINCIPALES GRUPOS SECUNDARIOS
fr: PRINCIPAUX GROUPES ENFANTS
it: GRUPPI FIGLI PRINCIPALI
ja: 上位の子プロセスグループ
ko: 상위 하위 프로세스 그룹
nb: STØRSTE UNDERPROSESSGRUPPER
pl: NAJWIĘKSZE GRUPY POTOMNE
pt_br: PRINCIPAIS GRUPOS FILHOS
ru: КРУПНЕЙШИЕ ДОЧЕРНИЕ ГРУППЫ
th: กลุ่มโปรเซสลูกสูงสุด
tr: EN BÜYÜK ALT SÜREÇ GRUPLARI
uk: НАЙБІЛЬШІ ДОЧІРНІ ГРУПИ
zh_hans: 主要子进程组
zh_hant: 主要子行程群組

# cli.memory.output.topGroupsColumns
source: RSS PROC COMMAND ATTRIBUTION
ar: RSS PROC الأمر الإسناد
bs: RSS PROC NAREDBA PRIPISIVANJE
da: RSS PROC KOMMANDO TILSKRIVNING
de: RSS PROC BEFEHL ZUORDNUNG
es: RSS PROC COMANDO ATRIBUCIÓN
fr: RSS PROC COMMANDE ATTRIBUTION
it: RSS PROC COMANDO ATTRIBUZIONE
ko: RSS PROC 명령 귀속
nb: RSS PROC KOMMANDO TILORDNING
pl: RSS PROC POLECENIE PRZYPISANIE
pt_br: RSS PROC COMANDO ATRIBUIÇÃO
ru: RSS PROC КОМАНДА АТРИБУЦИЯ
th: RSS PROC คำสั่ง การระบุที่มา
tr: RSS PROC KOMUT ATIF
uk: RSS PROC КОМАНДА АТРИБУЦІЯ
zh_hans: RSS PROC 命令 归因
zh_hant: RSS PROC 命令 歸因

# cli.memory.output.unattributed
source: unattributed
ar: غير مسند
bs: nepripisano
da: ikke tilskrevet
de: nicht zugeordnet
es: sin atribuir
fr: non attribué
it: non attribuito
ja: 未割り当て
ko: 미귀속
nb: ikke tilordnet
pl: nieprzypisane
pt_br: sem atribuição
ru: без атрибуции
th: ไม่ระบุที่มา
tr: atıfsız
uk: без атрибуції
zh_hans: 未归因
zh_hant: 未歸因

# cli.memory.output.workspaceAttribution
source: workspace %@
ar: مساحة العمل %@
bs: radni prostor %@
da: arbejdsområde %@
es: espacio de trabajo %@
fr: espace de travail %@
it: area di lavoro %@
ja: ワークスペース %@
ko: 워크스페이스 %@
nb: arbeidsområde %@
pl: obszar roboczy %@
pt_br: espaço de trabalho %@
ru: рабочая область %@
th: เวิร์กสเปซ %@
tr: çalışma alanı %@
uk: робоча область %@
zh_hans: 工作区 %@
zh_hant: 工作區 %@

# cli.memory.output.paneAttribution
source: pane %@
ar: جزء %@
bs: panel %@
da: rude %@
de: Bereich %@
es: panel %@
fr: panneau %@
it: pannello %@
ja: ペイン %@
ko: 패널 %@
nb: rute %@
pl: panel %@
pt_br: painel %@
ru: панель %@
th: พาเนล %@
tr: panel %@
uk: панель %@
zh_hans: 面板 %@
zh_hant: 面板 %@

# cli.memory.output.surfaceAttribution
source: surface %@
ar: سطح %@
bs: površina %@
da: flade %@
de: Oberfläche %@
es: superficie %@
fr: zone %@
it: superficie %@
ja: サーフェス %@
ko: 서피스 %@
nb: flate %@
pl: powierzchnia %@
pt_br: superfície %@
ru: поверхность %@
th: พื้นผิว %@
tr: yüzey %@
uk: поверхня %@
zh_hans: 界面 %@
zh_hant: 介面 %@

# memoryDiagnostic.summary.base
source: %@ app footprint + %@ child RSS
ar: %@ بصمة التطبيق + %@ RSS فرعي
bs: %@ otisak aplikacije + %@ RSS podprocesa
da: %@ app-fodaftryk + %@ child RSS
es: %@ de huella de app + %@ de RSS secundario
fr: %@ d’empreinte app + %@ de RSS enfant
it: %@ impronta app + %@ RSS figli
ja: %@ アプリフットプリント + %@ 子プロセスRSS
ko: %@ 앱 footprint + %@ 하위 RSS
nb: %@ appavtrykk + %@ child RSS
pl: %@ ślad aplikacji + %@ RSS potomnych
pt_br: %@ de pegada do app + %@ de RSS filho
ru: %@ отпечаток приложения + %@ дочерний RSS
th: %@ footprint แอป + %@ RSS ลูก
tr: %@ uygulama footprint + %@ alt RSS
uk: %@ відбиток застосунку + %@ дочірній RSS
zh_hans: %@ 应用 footprint + %@ 子进程 RSS
zh_hant: %@ 應用程式 footprint + %@ 子行程 RSS

# memoryDiagnostic.summary.topGroup
source: ; top child group: %@ %@
ar: ; أعلى مجموعة فرعية: %@ %@
bs: ; najveća grupa podprocesa: %@ %@
da: ; største underprocesgruppe: %@ %@
de: ; größte Kindprozessgruppe: %@ %@
es: ; principal grupo secundario: %@ %@
fr: ; principal groupe enfant : %@ %@
it: ; gruppo figlio principale: %@ %@
ja: ; 上位の子プロセスグループ: %@ %@
ko: ; 상위 하위 그룹: %@ %@
nb: ; største underprosessgruppe: %@ %@
pl: ; największa grupa potomna: %@ %@
pt_br: ; principal grupo filho: %@ %@
ru: ; крупнейшая дочерняя группа: %@ %@
th: ; กลุ่มลูกสูงสุด: %@ %@
tr: ; en büyük alt grup: %@ %@
uk: ; найбільша дочірня група: %@ %@
zh_hans: ；主要子进程组：%@ %@
zh_hant: ；主要子行程群組：%@ %@

# memoryDiagnostic.summary.workspace
source: from workspace %@
ar: من مساحة العمل %@
bs: iz radnog prostora %@
da: fra workspace %@
de: aus Workspace %@
es: desde el espacio de trabajo %@
fr: depuis l’espace de travail %@
it: dall’area di lavoro %@
ja: （ワークスペース %@）
ko: 워크스페이스 %@에서
nb: fra arbeidsområde %@
pl: z obszaru roboczego %@
pt_br: do workspace %@
ru: из рабочей области %@
th: จากเวิร์กสเปซ %@
tr: çalışma alanı %@ kaynağından
uk: з робочої області %@
zh_hans: 来自工作区 %@
zh_hant: 來自工作區 %@

# taskManager.summary.memory
source: Memory
ar: الذاكرة
bs: Memorija
da: Hukommelse
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
nb: Minne
pl: Pamięć
pt_br: Memória
ru: Память
th: หน่วยความจำ
tr: Bellek
uk: Пам’ять
zh_hans: 内存
zh_hant: 記憶體

# taskManager.summary.appFootprint
source: App Footprint
ar: بصمة التطبيق
bs: Otisak aplikacije
da: App-fodaftryk
es: Huella de la app
fr: Empreinte de l’app
it: Impronta app
ja: アプリフットプリント
ko: 앱 footprint
nb: Appavtrykk
pl: Ślad aplikacji
pt_br: Pegada do app
ru: Отпечаток приложения
th: Footprint แอป
tr: Uygulama footprint
uk: Відбиток застосунку
zh_hans: 应用 footprint
zh_hant: 應用程式 footprint

# taskManager.summary.childRSS
source: Child RSS
ar: RSS فرعي
bs: RSS podprocesa
da: Underproces-RSS
de: Kindprozess-RSS
es: RSS secundario
fr: RSS enfant
it: RSS figli
ja: 子プロセスRSS
ko: 하위 RSS
nb: Underprosess-RSS
pl: RSS potomnych
pt_br: RSS filho
ru: Дочерний RSS
th: RSS ลูก
tr: Alt RSS
uk: Дочірній RSS
zh_hans: 子进程 RSS
zh_hant: 子行程 RSS

# taskManager.column.memory
source: Memory
ar: الذاكرة
bs: Memorija
da: Hukommelse
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
nb: Minne
pl: Pamięć
pt_br: Memória
ru: Память
th: หน่วยความจำ
tr: Bellek
uk: Пам’ять
zh_hans: 内存
zh_hant: 記憶體

# taskManager.section.childProcessRSS
source: Child Process RSS
ar: RSS العمليات الفرعية
bs: RSS podprocesa
da: Underproces-RSS
de: Kindprozess-RSS
es: RSS de procesos secundarios
fr: RSS des processus enfants
it: RSS dei processi figli
ja: 子プロセスRSS
ko: 하위 프로세스 RSS
nb: Underprosess-RSS
pl: RSS procesów potomnych
pt_br: RSS de processos filhos
ru: RSS дочерних процессов
th: RSS ของโปรเซสลูก
tr: Alt süreç RSS
uk: RSS дочірніх процесів
zh_hans: 子进程 RSS
zh_hant: 子行程 RSS

# taskManager.memory.unattributed
source: Unattributed
ar: غير مسند
bs: Nepripisano
da: Ikke tilskrevet
de: Nicht zugeordnet
es: Sin atribuir
fr: Non attribué
it: Non attribuito
ja: 未割り当て
ko: 미귀속
nb: Ikke tilordnet
pl: Nieprzypisane
pt_br: Sem atribuição
ru: Без атрибуции
th: ไม่ระบุที่มา
tr: Atıfsız
uk: Без атрибуції
zh_hans: 未归因
zh_hant: 未歸因

# taskManager.memory.workspace
source: Workspace %@
ar: مساحة العمل %@
bs: Radni prostor %@
da: Arbejdsområde %@
de: Arbeitsbereich %@
es: Espacio de trabajo %@
fr: Espace de travail %@
it: Area di lavoro %@
ja: ワークスペース %@
ko: 워크스페이스 %@
nb: Arbeidsområde %@
pl: Obszar roboczy %@
pt_br: Espaço de trabalho %@
ru: Рабочая область %@
th: เวิร์กสเปซ %@
tr: Çalışma alanı %@
uk: Робоча область %@
zh_hans: 工作区 %@
zh_hant: 工作區 %@

# taskManager.memory.pane
source: Pane %@
ar: جزء %@
bs: Panel %@
da: Rude %@
de: Bereich %@
es: Panel %@
fr: Panneau %@
it: Pannello %@
ja: ペイン %@
ko: 패널 %@
nb: Rute %@
pl: Panel %@
pt_br: Painel %@
ru: Панель %@
th: พาเนล %@
tr: Panel %@
uk: Панель %@
zh_hans: 面板 %@
zh_hant: 面板 %@

# taskManager.memory.surface
source: Surface %@
ar: سطح %@
bs: Površina %@
da: Flade %@
de: Oberfläche %@
es: Superficie %@
fr: Zone %@
it: Superficie %@
ja: サーフェス %@
ko: 서피스 %@
nb: Flate %@
pl: Powierzchnia %@
pt_br: Superfície %@
ru: Поверхность %@
th: พื้นผิว %@
tr: Yüzey %@
uk: Поверхня %@
zh_hans: 界面 %@
zh_hant: 介面 %@
